Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisalueen_ylakoulut_saavat_lukulahjana_saamen-_ja_suomenkielisia_kirjoja.html.tmx
Source language: fin
Languages: sms

source: Saamelaisalueen yläkoulut saavat lukulahjana saamen- ja suomenkielisiä kirjoja
sms: Sääʹmvuud pâʹjjškooul vuäǯǯa ǩeʹrjjsǩiâŋkid nuʹt lääʹdd ǥu sääʹmǩiõl ǩiiʹrjid

source: Saamelaisalueen yläkoulut saavat lukulahjana 10 saamenkielistä ja 102 suomenkielistä kirjaa.
sms: Sääʹmvuud pâʹjjškooul vuäǯǯa ǩeʹrjjsǩiâŋkkan 10 sääʹmǩiõllsaž da 102 lääʹddǩiõllsaž ǩeʹrjjed.

source: Suomen kulttuurirahaston Lukuklaani-hanke lahjoittaa kirjoja Suomen jokaiseen ylä- ja yhtenäiskouluun.
sms: Lääʹdd kulttuurfondd Lukuklaani- haʹŋǩǩõs sǩiâŋkk ǩiiʹrjid Lääʹddjânnam juõʹǩǩ pâʹjj- da õhttuumškooulid.

source: Jokainen koulu saa 112 kirjaa.
sms: Juõʹǩǩ škooul vuäǯǯ 112 ǩeʹrjjed.

source: Lukuklaani-hankkeen toteutuksesta vastaa Lastenkirjainstituutti ja saamenkielisten kirjojen osalta Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sms: Lukuklaani-haŋǩǩõzz tuõʹtte piijjmõõžžâst vaʹsttad Lastenkirjaistituutti da sääʹmǩiõl ǩiiʹrji vueʹzzeʹld Sääʹmteeʹǧǧ škooultõs-da mättmateriaalkoontâr.

source: Saamenkielinen kirjapaketti sisältää sekä alkujaan saameksi kirjoitettuja että käännettyjä kirjoja, runokirjoja ja tarinoita, fantasiakirjoja ja tosielämään perustuvia kertomuksia.
sms: Sääʹmǩiõl ǩiiʹrji paʹǩattâst lie sääʹmǩiõʹlle ǩeeʹrjtum ǩeeʹrj di jåårǥlõttum ǩeeʹrj, tivtt- di maainâsǩeeʹrj, fantasiaǩeeʹrj da mušttlõõzz tuõđlaž jieʹllma vuâđđõõvvi mainnsin.

source: Nämä kirjat ovat lähdössä Saamelaisalueen yläkoululaisille luettavaksi.
sms: Täk ǩeeʹrj lie vueʹlǧǧmen Sääʹmvuud pâʹjjškooulʼlaid lookkâmnalla.
